Repository: pkar70/Andro2UWP
Catalog: Andro2UWP/Andro2UWP.Shared/Strings/*/Resources.resw
Source language: en
Languages: pl

# AccessibilityServiceDescription
source: If you want me to send Notifications to OneDrive (to UWP companion app), I need access to Notifications :)
pl: Jeśli mam przesyłać powiadomienia do OneDrive (do towarzyszącej aplikacji UWP) to muszę mieć do nich dostęp :)

# _lang
source: EN
pl: PL

# errNoNetwork
source: impossible without network
pl: bez sieci nie da rady... :)

# errOneDriveInit
source: Error initializing OneDrive
pl: Błąd inicjalizacji OneDrive

# msgAccessibilityFirst
source: Grant Accessibility permission first
pl: Nadaj uprawnienie Accessibility

# msgAdd
source: Add
pl: Dodaj

# msgAddFilterTitle
source: Add filter
pl: Dodaj filtr

# msgCancel
source: Cancel
pl: jednak nie

# msgEnterDevName
source: Enter device name:
pl: Podaj nazwe urzadzenia:

# msgSendLogEmail
source: Send log via email?
pl: Wysłać go wcześniej emailem?

# msgSourceShould1
source: Source
pl: Zródło

# msgSourceShould2
source: should become:
pl: ma się nazywać:

# msgSureDeleteLog
source: Sure to delete log?
pl: Na pewno usunąć log?

# msgSureRemoveOlder
source: Sure to delete older than
pl: Na pewno usunąć wszystkie starsze niż

# msgSureRemoveSender
source: Sure to delete all from
pl: Na pewno usunąć wszystkie od

# resDlgNo
source: No
pl: Nie

# resDlgYes
source: Yes
pl: Tak

# uiClearLog.Content
source: Clear
pl: Wyczyść

# uiCounter.Header
source: Current counter
pl: Bieżący numer

# uiCreateFilter.Text
source: Filter-out
pl: Odfiltruj

# uiDebugLog.OffContent
source: Shorter log
pl: Krótki log

# uiDebugLog.OnContent
source: Add debug info to log
pl: Dodaj informacje debug do logu

# uiDeleteOlder.Text
source: Delete all older
pl: Skasuj starsze

# uiDeleteSender.Text
source: Delete from sender
pl: Skasuj od tej app

# uiDeleteThis.Text
source: Delete this
pl: Skasuj ten

# uiDetails.Text
source: Details
pl: Szczegóły

# uiDevName.Header
source: Device name
pl: Nazwa urządzenia

# uiPermiss.Text
source: Permissions
pl: Uprawnienia

# uiRefreshList.Content
source: Refresh
pl: Odśwież

# uiReload.Content
source: Reload
pl: Odśwież

# uiRenameSource.Text
source: Rename Source
pl: Przemianuj źródło

# uiResetList.Content
source: Clear cache list
pl: Wyczyść listę

# uiSave.Content
source: Save!
pl: Zapisz!

# uiSettings.Label
source: Settings
pl: Ustawienia

# uiSettingsTitle.Text
source: Settings
pl: Ustawienia

# uiShowLog.Label
source: Show log
pl: Pokaż log

# uiStartStop.OffContent
source: Stopped
pl: Nie pracuje

# uiStartStop.OnContent
source: Started
pl: Pracuje

# resDlgCancel
source: Cancel
pl: Zrezygnuj

# resDlgSetName
source: Set
pl: Zapisz

# uiClearList.Label
source: Reset cache list
pl: Wyczyść listę

# msgNoData
source: Nothing to show
pl: Nie mam nic do pokazania...

# uiRefresh.Label
source: Refresh
pl: Odśwież

# msgComposingError
source: ERROR while composing email - log would not be send (maybe it is too long)
pl: Nie udało się utworzyć email - a więc go nie wyślę (może za długi log?)

# uiAutoRefresh.Label
source: Auto refresh
pl: Odświeżaj w tle

# msgSureRemoveThisOlder
source: Sure to delete this and all older?
pl: Na pewno usunąć ten i wszystkie starsze?

# uiCopy.Text
source: Copy
pl: Kopiuj

# uiDeleteThisOlder.Text
source: Delete this and older
pl: Skasuj ten i starsze
